import Hazan from '../../assets/imgs/HAZAN.jpg'
import Hazan2 from '../assets/Imgs/Imgs2/B&A21.png'
import BeforeBgc from '../assets/Imgs/Banner.jpg'

export function Introduction() {
  return (
    // <div className='introduction'>
    //   <div className='intro-img-right'>
    //     <img className='intro-img' src={Hazan} alt='intro-img-right' />
    //     <div className='intro-text'>
    //       <h2>הזנק בכל מקום</h2>
    //       <h3>
    //         לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולורס מונפרד
    //         אדנדולו בארוופסק טופס קופץ בלינקס מונפרד אלקטרומקסינג קולורס
    //         קונסקטורר אדיפיסינג אלית קולורס מונפרד אדנדולו בארוופסק טופס קופץ
    //         בלינקס מונפרד אלקטרומקסינג קולורס קונסקטורר אדיפיסינג אלית
    //       </h3>
    //     </div>
    //   </div>
    //   <div className='intro-img-left'>
    //     <div className='intro-text'>
    //       <h2>הזנק בכל מקום</h2>
    //       <h3>
    //         לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולורס מונפרד
    //         אדנדולו בארוופסק טופס קופץ בלינקס מונפרד אלקטרומקסינג קולורס
    //         קונסקטורר אדיפיסינג אלית קולורס מונפרד אדנדולו בארוופסק טופס קופץ
    //         בלינקס מונפרד אלקטרומקסינג קולורס קונסקטורר אדיפיסינג אלית
    //       </h3>
    //     </div>
    //     <img className='intro-img' src={Hazan} alt='intro-img-right' />
    //   </div>
    //   <div className='intro-img-right'>
    //     <img className='intro-img' src={Hazan} alt='intro-img-right' />
    //     <div className='intro-text'>
    //       <h2>הזנק בכל מקום</h2>
    //       <h3>
    //         לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולורס מונפרד
    //         אדנדולו בארוופסק טופס קופץ בלינקס מונפרד אלקטרומקסינג קולורס
    //         קונסקטורר אדיפיסינג אלית קולורס מונפרד אדנדולו בארוופסק טופס קופץ
    //         בלינקס מונפרד אלקטרומקסינג קולורס קונסקטורר אדיפיסינג אלית
    //       </h3>
    //     </div>
    //   </div>
    //   <div className='intro-img-left'>
    //     <div className='intro-text'>
    //       <h2>הזנק בכל מקום</h2>
    //       <h3>
    //         לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולורס מונפרד
    //         אדנדולו בארוופסק טופס קופץ בלינקס מונפרד אלקטרומקסינג קולורס
    //         קונסקטורר אדיפיסינג אלית קולורס מונפרד אדנדולו בארוופסק טופס קופץ
    //         בלינקס מונפרד אלקטרומקסינג קולורס קונסקטורר אדיפיסינג אלית
    //       </h3>
    //     </div>
    //     <img className='intro-img' src={Hazan} alt='intro-img-right' />
    //   </div>
    // </div>
    <div className='introduction'>
      <img className='team-img' src={BeforeBgc} alt='intro-img-right' />
      <div className='intro-content'>
        <div className='intro-img-right'>
          <img className='intro-img' src={Hazan} alt='intro-img-right' />
          <div className='intro-text'>
            {/* <h2>הזנק בכל מקום</h2> */}
            <h3>
              כמו הרבה אחרים, גם אני בילדות ספגתי המון ביקורת מהסביבה בנוגע
              למראה החיצוני שלי. ובסופו של דבר, זה חדר אלי והשפיע על הביטחון
              העצמי שלי.
            </h3>
            <h3>
              הייתי ילד מעט שמנמן והרבה יותר מדי ביקורתי כלפי עצמו, תכונה שגרמה
              לי עם הזמן לפתח הפרעות אכילה קשות שהביאו אותי לאנורקסיה ותת משקל
              קיצוני.
            </h3>
            <h3>
              כשהבנתי שהשלב הבא הוא להיכנס לאישפוז ולהכניס את המזון שהגוף שלי
              צריך דרך עירוי, החלטתי שאני מוכרח לשים לזה סוף.
            </h3>
          </div>
        </div>

        <div className='intro-img-left'>
          <div className='intro-text'>
            {/* <h2>הזנק בכל מקום</h2> */}
            <h3>
              לימים התגברתי על הפרעות האכילה שלי ועזרתי לעשרות מלקוחותיי להתגבר
              עליהן גם, זכיתי במקום הראשון באליפות הארץ בפיתוח גוף, וכרגע אני
              מתחרה פעיל בתחום פיתוח הגוף ומייצג את ישראל בתחרויות שונות בעולם.
            </h3>
            <h3>
              כיום, החזון והשליחות שלי הם לסייע לכמה שיותר אנשים להגשים את עצמם
              ולעזור להם לקחת את הגוף שלהם לקצה. שהם יסתכלו במראה ופשוט לא
              יאמינו למראה עיניהם.
            </h3>
            <h3> זה פשוט גורם לי לישון טוב יותר בלילה (:</h3>
          </div>
          <img className='intro-img' src={Hazan2} alt='intro-img-right' />
        </div>
      </div>
    </div>
  )
}
